tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asdf"
brew "bat"
brew "fasd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "jq"
brew "mas"
brew "neovim"
brew "youtube-dl"
cask "google-chrome"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "notion"
cask "openinterminal-lite"
cask "safeincloud-password-manager"
cask "slack"
cask "ticktick"
cask "yt-music"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Owly", id: 882812218
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "UpNote", id: 1398373917
mas "베어", id: 1091189122
mas "카카오톡", id: 869223134
