tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "git"
brew "gradle"
brew "mas"
brew "maven"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "adoptopenjdk9"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keka"
cask "notion"
cask "slack"
cask "telegram"
cask "visual-studio-code"
mas "Magnet", id: 441258766
mas "Monosnap", id: 540348655
mas "SafeInCloud 비밀번호 관리자", id: 883070818
mas "Spark", id: 1176895641
mas "TickTick", id: 966085870
mas "베어", id: 1091189122
mas "카카오톡", id: 869223134
